export default {
  error404: {
    title: '404',
    description: 'Упс. Здесь пусто...',
    submit: 'Вернуться на главную'
  },
  archive: {
    search: 'Поиск по типу договора',
    empty: 'Архив пуст. Создайте новый документ',
    searchEmpty: 'Ничего не найдено 😢',
  },
  header: {
    title: 'Мои договоры',
    create: 'Создание',
    archive: 'Архив',
  },
  navigation: {
    version: 'Версия',
    title: 'Настройки',
    feedback: 'Ваши замечания по продукту'
  },
  settings: {
    native: {
      title: 'Настройки базы',
      import: 'Файл импорта базы',
      submit: 'Импорт базы',
      export: 'Экспорт базы'
    },
    clean: {
      title: 'Удаление',
      label: 'Подтвердите удаление базы',
      ok: 'Удалить',
      cancel: 'Отмена',
      submit: 'Удаление базы'
    }
  },
  contract: {
    rules: 'Пожалуйста, введите тип договора',
    type: 'Тип договора',
    hint: 'Название и номер',
    option: 'Создать новый тип'

  },
  consumer: {
    hint: 'ФИО',
    type: 'Потребитель',
    rules: 'Пожалуйста, введите потребителя'
  },
  customer: {
    rules: 'Пожалуйста, введите заказчика',
    type: 'Исполнитель',
    hint: 'ФИО или ИНН'
  },
  description: {
    type: 'Примечание'
  },
  duration: {
    from: 'Дата подачи заявления',
    to: 'Дата окончания заявления',
    close: 'Закрыть',
    infinity: 'Бессрочный'
  },
  files: {
    type: 'Приложенные файлы'
  },
  contractForm: {
    submit: 'Добавить'
  }
}
