<template>
  <div class="bg-white text-black-9 q-pa-md">
    <h3 class="text-h5">Пользовательское соглашение</h3>
    <p class="text-body1"
      >Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует
      отношения между владельцем (далее "Мои договоры" или Администрация) с
      одной стороны и пользователем сайта с другой.</p
    >
    <p class="text-body1"
      >Сайт "Мои договоры" не является средством массовой информации.</p
    >
    <p class="text-body1"
      >Используя приложение, Вы соглашаетесь с условиями данного соглашения.</p
    >
    <b class="text-body1"
      >Если Вы не согласны с условиями данного соглашения, не используйте
      приложение "Мои договоры"!</b
    >
    <h4 class="text-h5">Права и обязанности сторон</h4>
    <b class="text-subtitle1">Пользователь имеет право:</b>
    <p class="text-body1">- осуществлять поиск информации на сайте</p>
    <p class="text-body1">- создавать информацию для сайта</p>
    <p class="text-body1"
      >- использовать информацию сайта в личных некоммерческих целях</p
    >
    <p class="text-body1"
      >- использовать информацию сайта в коммерческих целях без специального
      разрешения</p
    >
    <b class="text-subtitle1">Пользователь обязуется:</b>
    <p class="text-body1"
      >- обеспечить достоверность предоставляемой информации</p
    >
    <p class="text-body1"
      >- не совершать действия, направленные на введение других Пользователей в
      заблуждение</p
    >
    <b class="text-subtitle1">Администратор обязуется:</b>
    <p class="text-body1"
      >- предоставлять исходный код своего проекта
      [https://github.com/gotois/archive/]</p
    >
    <h4 class="text-h5">Ответственность сторон</h4>
    <p class="text-body1"
      >- пользователь лично несет полную ответственность за распространяемую им
      информацию</p
    >
    <h4 class="text-h5">Условия действия Соглашения</h4>
    <p class="text-body1"
      >Данное Соглашение вступает в силу при любом использовании данного
      сайта.</p
    >
    <p class="text-body1"
      >Соглашение перестает действовать при появлении его новой версии.</p
    >
    <p class="text-body1"
      >Администрация оставляет за собой право в одностороннем порядке изменять
      данное соглашение по своему усмотрению.</p
    >
    <p class="text-body1"
      >При изменении соглашения, в некоторых случаях, администрация может
      оповестить пользователей удобным для нее способом.</p
    >
  </div>
</template>
